[
	{
		"header" : "2020.Aug.4 Blue Blue",
		"picture" : "",
		"content" : ["着手找工作的我心情真的太down了，接二连三的被打击。对口工作难找，好不容易进面试又会发现自己掌握的和他们需要的完全不同...此时此刻开始质疑自己读博士到底读了啥...目前似乎除了码论文之外没有掌握什么生存技能，即当不了码农也没有掌握能落地实用的技术（叹气）。我是不是应该去补点什么呢？可是要补什么呢？代码，通信底层知识还是什么？自己都不知道要做什么，目标太迷茫了...手头明确的工作只有继续码完手上的论文ORZ"]
	},
	{
		"header" : "2020.Jan.21 人在加拿大",
		"picture" : "../imgs/20200121.jpg",
		"content" : ["好久没关注小站，快两年过去，当初大修返回的论文经历了几次反复现在已经顺利见刊，第一次一作的会议论文拿到了best paper，第一次一作的期刊也在上周完成了R1修改返回。虽然大部分时候我都觉得自己在浪费时间偷懒不好好工作，但是回头看下好像也做了一点微小的工作。和很多高产的大神完全没法比，但是对自己也算有一点点交代吧，每年年底总结的时候不会太愧疚（笑...）","19年11月到了加拿大，这边和国内真的很不同。生活非常的简单和平静，不用给老师报账或者干活，有好多时间可以科研，可是我的工作效率好想还是那个样子ORZ。我感觉给老师跑腿报账还是挺有成就感的，比起写论文，事情简单很快就能干好，反馈及时迅速修正，被报账老师怼了回头就能和实验室伙伴抱怨舒缓下心情。写论文就完全不一样，学习构思修正，大量的工作时间里几乎没有任何正反馈，加上讨论、投稿、修改的过程中为了写好论文接受的全都是负反馈，最后录取的时候只觉得都是我应得的，更别说要是拒稿了还得心平气和的再来一次循环。这时候如果还要想深究下自己做的东西，往往大概率是\"我做的是个没用的垃圾\"的反馈。没了报账跑腿，在加拿大我有更多时间灌水了...","其实时间多了的好处是能多思考点没用的事情，比如我以后到底想干嘛，比如我人生最重要的是什么，比如选错了后悔是不是人生的常态，比如我为什么这么思念国内。别的不知道，思念国内大概是我是真不想考虑这些东西，没答案还让心情变差，我只想吃喝玩乐ORZ"]
	},
{
	"header" : "2018.6.4 论文二次大修返回",
	"picture" : "",
	"content" : ["TMC的论文二次大修在五月底的时候修改完毕，交给老师审核没想到立马提交了。原以为会像第一次大修时候反复修改N次才能通过，没想到这么顺利。可能这次改的内容不太多，而且reply用word写的对方更容易查看到有没有明显语法问题吧（毕竟上一次返回来改了好多单复数这些低级的语法错误...于是吸取教训，坚决用word写reply）。latex虽然排版很棒，但是协作真的太麻烦了，word用的广泛，还有修订模式和一些自动语法纠错，我感觉初期需要大量变动的时候或者对格式要求不高的时候还是尽量用word更好。","老师的态度是这次返回的话应该就是小修了，之后就是录用。开心又担心，开心是经过将近一年多的文章终于要有结果了，担心是又怕出什么问题。今天登陆TMC系统check了一下发现审稿负责人换了...这算好事还是坏事呢..."]
},
{
	"header" : "2018.5.7 走了很多地方",
	"picture" : "../imgs/180507.jpg",
	"content" : ["五一抽中免费游，走了王家大院+平遥+壶口瀑布。旅途很累，但是去的几个地方人居然不多，天气也好，全程顺利~","王家大院：拥有自己的城墙和堡垒的超级大富豪家族的院落群，站在“城墙”上可以俯瞰整个王家大院所在的县城，风景如画。每个屋子白墙黑瓦配上大红灯笼，非常有特色。","平遥：又一次回来平遥，安静得走在小城里，不去挤满人的景点，别有一番感受...（ps.沙棘汁越喝越好喝）","壶口瀑布：磅礴气势！拍了小视频但是还是体现不出来亲眼看到的感受，当天风沙超级大，最靠近壶口的地方挤满了人，只匆匆看了几眼，有点可惜。"]
},
	{
	"header" : "2017.12.11 珊结婚啦",
	"picture" : "../imgs/171211_2.jpg",
	"content" : ["珊结婚了！！！！","上次暑假回去和珊聊天就有说道，当时还以为不会这么快吧，虽然预定了当伴娘，还是觉得不真实。回想起珊和我说预定伴娘的那天，我哭得整个人都不好了，总觉得嫁人好辛苦啊，当别人老婆好辛苦啊，要组成家庭是很需要勇气的事情。后来和珊的准老公一起吃饭，见到了真人之后又不免为珊感到高兴，遇到对的人真的很难得。反正珊就算结婚了也是热爱粉色的软萌小公举！反正就算珊生了宝宝也是笑起来甜甜的萌妹纸！！祝永远幸福下去~","话说第一次当伴娘什么都不会，我全程就是个没用的摆设啊，汗...还好珊不止一个伴娘，另一位比较有经验，撑住全场。什么堵门啦闹伴郎啦，还有收红包啦什么都不知道。嗯...下次如果还有机会当伴娘我一定要发挥作用！"]
},
{
	"header" : "2017.9.12 回来了",
	"picture" : "",
	"content" : ["三个月，经历了焦头烂额的期末复习，过山车般的心情，每天期盼放假的忙碌还有匆匆而过的暑假，新的学期又来了。感觉当学生真好，永远有一个“周期”，不管做什么都有开始有结束，有deadline有一切从头的开始。可是人生没有deadline，每天都在往前推进，今天的原因是昨天的结果。","和导师说有考虑留校，导师鼓励了我说现在留校不是特别难只要好好出成果就行，可是对自己真的没什么信心。这种信心不是做不做得到的信心，而是没有信心自己能努力去做学术。现实上，一方面想留在学校，自己并不在乎钱多钱少，一方面又觉得西安离家太远，安全感缺失。曾经那么想出国去看看外面的世界的我，居然开始在意离家远近了..."]
},
{
	"header" : "2017.6.5 要期末考试了",
	"picture": "",
	"content":["陆陆续续各个科的大作业都布置下来，又到了期末临考季了。整个人异常懒散，理论课提不起精神复习，大作业不到最后期限绝不动笔，最麻烦的属英语作业了，演讲啊PPT啊各种形式一起来，考试不考试都麻烦极了。况且英语考试很难临时抱佛脚，心累。考的科目虽然都是之前学过的但是原本成绩就一般，现在仗着学过一遍更是不想学，实际都是一知半解，就算期末总复习了也只是会做卷子上那几道题目。说这么废话，还是要复习啊，一天能专心复习3小时我就烧香拜佛了，每天到了实验室就想看综艺，太没用了...必须要采取措施了，戒掉综艺，戒掉视频，戒掉！！试行一周，这周完全不看综艺，专心复习，复习不下去可以听听歌或者听下晓说或者逻辑思维、锵锵三人行什么的。要是做到了就可以奖励买那套喜欢的衣服~哈哈","再一个就是夏天到了，彻底沦落成五月不减肥，六月徒伤悲...六月不减肥，七月就要死了！健身卡办了给别人送钱的吗？？不行要动起来，这周起码去三次吧，真的不可以再浪费钱了。现在体能已经明显不如以前了，以前5公里随便跑，现在上个楼梯都要喘。订的计划是跑步机3公里+拉伸运动是基础，遇上瑜伽可以拉伸换成瑜伽。这周好好坚持下来。"]
},
{
	"header" : "2017.5.22 恢复了",
	"picture": "",
	"content":["不知道什么时候远程桌面端口恢复了，学校似乎平稳的渡过了这个风波。实际上尽管媒体各种渲染威胁，身边却没几个人中招，不禁怀疑媒体是不是夸大了情况...总之一切恢复如常了，棒棒哒~","上周就把论文发去aje润色了，大约这周会回复了，然后没什么问题就要投出去了。还有VTC悲剧了...其实也不是完全的坏事，起码没有查重压力了。但是感觉之后的期刊也不会很顺利啊，只能祈祷。接下来几个重要的事情，一个是科一考试，一个是期末考试，还有一个是新的论文框架思路。","前几天翻看了之前的日志，看到新年的几个目标，感觉都完成还不错，除了...减肥！！啊，夏天要来了，可是我还是一身肉啊T^T哭哭，接下来还是要多去健身房。一个学期过得真快...哎...焦虑，论文写这么慢，毕业想进高校指标又这么高...再次祈祷论文能中。"]
},
{
	"header" : "2017.5.14 In English",
	"picture": "",
	"content":["I can only write dairy in English because a stupid virus. These days, an virus spreads around the world who encrypt your files and will earse files unless you pay Bitcoins. The virus spreads by 455 port which is just the port for remote desktop. Xidian shut down the port to avoid the virus but also prevent me connecting server by remote desktop. Although I can login server by VNC but I can't input Chinese by paste as usual. Hope the virus can be prevented and open the 455 port early..."]
},
{
	"header" : "2017.5.5 旅游好开心",
	"picture": "../imgs/20170505.jpg",
	"content" :["五一去了宁夏中宁，好开心啊，见到了沙漠还骑到了骆驼。往返都是坐的夜车卧铺，总共玩了两天，行程总体很宽松。沙坡头是最好玩的，滑沙，骑骆驼，沙海冲浪，羊皮筏子，快艇，都超级棒。骆驼看起来乖萌乖萌的，我骑的那只骆驼完全是个急性子，我刚坐上去它就哗的一下站起来，一个驼队的其他驼还在懵逼呢。开始走了也是一个劲往前窜，大家明明都是绳子连好一个接着一个后面，它就非要从侧面超过去半个头，大概不想对着别人的屁股，哈哈。滑沙就是只有一次太不过瘾了，但是真值得一玩，我全程拉紧刹车还一个劲鬼吼鬼叫。沙海冲浪玩的短线，就是时间比较短价格便宜些，但是超级刺激，不停从沙坡顶向下俯冲，全车人都各种尖叫，哈哈。羊皮筏子好特别，顺流而下，浪头过来就一阵起伏。总体来说第一天进沙漠恰好阴天，全程都非常舒服也没什么风沙，运气太棒了。在沙漠里鞋子各种进沙子，没事就要停下来倒鞋子里的沙子，最后结束的时候基本全身都带着沙子了。","订的是中宁大酒店就在火车站对面，到得太早有点波折最后还是顺利入住了，难为大堂服务员一脸没睡醒还要解释入住的规则...酒店不贵但是设施很赞，忍不住感叹小城市的物价真低。晚上太懒就点了比较出名的一家的拉条爆炒羊羔肉，真的太太太好吃了！羊羔肉是指小羊的肉嘛，吃不够啊。一边吃羊肉一边重温了星爷的电影，吼吼~第二天主要在市里逛了逛（通湖草原和腾格里沙漠觉得是差不多得景色且性价比不高就不去了），城市真的非常小，没走几步就人烟稀少了。按照大众点评推荐奔去另一家很出名的金叶子吃午饭，强推手抓羊肉，八宝茶。手抓羊肉不膻还超级大块，点了一斤吃到满足。八宝茶甜甜的还有茶香，里面泡了桂圆啊红枣啊各种东西，冲茶的水是玫瑰水，怎么泡都甜滋滋的有味道~最后吃到当场表示一段时间都不想吃羊肉了...茶足肉饱之后被百度地图坑去了一个不存在的景点，顶着烈日啊，直接走到了中宁市的信访局...喵喵喵？？？一脸懵逼。迅速换目标去了黄河宫（其实是去躲太阳），一个蓝蓝的大水滴造型的博物馆，主要介绍了黄河的起源什么的相关历史。躲到没太阳了回市中心吃了点晚饭就回程啦~","这次旅游特别轻松，时间很充裕，第二天几乎都在乱晃哈哈。回来花了两天才稍微收回一点心，走之前发给老师的论文初版老师总体意见是写得还不错，但是要投TRANS还需要增加仿真和其他一些东西，不知道什么时候能改好...呜呜呜"]
},
{
	"header" : "2017.4.26 码代码是一门玄学",
	"picture": "",
	"content" :["今天把日志列表的分页做好了，把上次写了很久但是存在的问题解决了。原因大概是点击事件绑定完，只有事件被点击时的，事件函数的参数才传入，导致传参不正确，改正之后就正常了。然后做了一个判断当前点击的是不是已展开的，如果已展开就关闭的判断，然后非常非常神奇。只要一加上这个判断，这个click函数就会被执行两次，更玄妙的是只有第二页会出现这个问题，第一页怎么点都没事。重点这个判断是写在事件函数里面啊，并没有更改点击事件的代码，但是加了判断第二页就会重复click...最后按照度娘指导事件绑定前先解绑一次就OK了，神奇...说是事件重复绑定了，但是可能绑定这个原理理解不到位吧，怎么也看不出来？？","论文凑到11页了，之前一直在愁下一篇，最后发现与其浪费时间愁下一篇不如改完手头上的赶快发出去。于是拼拼凑凑到了11页了，现在重修了大概一半吧，最后加到12页应该可以，不知道老师给投什么期刊，想投2区又怕中不了浪费时间...还是先改完再幻想吧"]
},
{
	"header" : "2017.4.7 开心de一天",
	"picture": "../imgs/20170407.jpg",
	"content" : ["又过一个月，这个月真的是什么都没干啊，一直在等师弟的仿真，其实我自己也可以做的没准还会更好，但是想着既然参与了不好意思说不用啊...下次还是自己做吧。总之今天总算各种数据都齐全了，处理了半天数据终于画完了图片（师弟给的数据格式完全不友好，手工处理了几个小时，脖子都要断了）。下次再也再也不随便和人合作了，完全没任何收益的事情啊。接下来就都是写了，包括文章的扩充和仿真的分析。扩充考虑加入Vehicle opportunity network的内容，还有发送数据时具体发送哪一个包的选择的函数（这样需要改仿真重新跑数据，但效果应该可以提升）。老师的要求是扩充到12页的篇幅，估计V2R仿真加上去就9页多一点点吧，要到12页压力有点大（扶额）","上一段完全跑题，我不是要说开心的一天吗？？...之前注册的nagemxh的域名快到期了，申请了云校园的免费域名，于是网站域名换到nana1020.cn啦~这个域名和我的名字更接近呢。之前买的新衣服换上了，于是心情好一天，果然女生只要美美的心情就好，所以女生打扮真的不是都为了男生啊，主要还是为了自己开心。重点明天要出去春游啦~上次春游爬山很开心，所以这次也很期待。下周的计划是按照预想完成论文的写作给老师发初版，加油！"]
},
{
	"header" : "2017.3.9 准备投稿",
	"picture": "../imgs/20170309.jpg",
	"content" : ["前天完成了仿真和分析，彻底算完整版论文出炉。老师的建议是投今年的VTC FALL，感觉有点不自信啊...老师指出了几个硬伤，问题我现在也不知如何弥补，只能稍微修改一点。为了投会议，进行论文缩减，感觉自己的论文逻辑真的很差，所以还是重新修改一下论文布局，丰富一下内容把自己的方案阐述得更清晰些，期望之后能投期刊。当然希望VTC可以中啦~~哈哈~~","这学期正式开课，选了很多重复的课程，没办法其他课程用不到，况且我之前学得的确很差，当重新巩固好了。同时也重新开始背单词了，这次一定要背完一本单词书！扇贝每天打卡！英语真的是太弱太弱，伤心...","还有一个好消息，拿到博士的入学奖学金了。本来还挺浑浑噩噩的，突然亚历山大，感觉不能对不起这个奖啊T^T接下来要更努力，不然下次拿不到岂不是很失落，为什么要给我这个奖啊...（哭）"]
},
{
	"header" : "2017.2.25 仿真过半~",
	"picture": "",
	"content" : ["收假回来三周，论文语法结构和一些公式精修完成，仿真用的MATLAB做了一半，顺利但是也有点纠结。仿真没有用到通信模型，分簇的部分仿真还原度也比较差，还有很多问题但是比起上学期走前前进了一大步。暂时只是对比了一个非合作的方案，希望接下来对比一个别人的提出的方案，不过依然会存在还原度的问题，因为要不到源代码，并且仿真环境也不同。","每天仿真出数据，然后根据准备要出图的时候都好紧张，担心曲线不理想，但是看到不错的结果还是很开心的。写算法过程中也犯了很多特别愚蠢的错误，好再也一一纠正，不知道现在还有没有问题，囧...所以继续加油吧~"]
},
{
	"header" : "2017.1.19 论文初稿！",
	"picture": "../imgs/20170119.jpeg",
	"content" : ["写完了！终于初稿完成，文字部分初步写完了，现在就剩下仿真了！从开始构思到写完所有文字部分花了整整一个学期，漫长的时间啊，对比师兄一个月出一篇，感觉自己真的要流泪了...不过毕竟自己的第一篇写出来的东西，真的好开心，接下来就是仿真这座大山，加油！","21号就放假啦，要回家了，每次回家感觉就像去另外一个世界似的。这次回去要好好看几篇数据分发的论文，回来还要做报告，还有写完的论文语法还有语言逻辑都没核对，回去还要过一遍，好多事哦..."]
},
{
	"header" : "2017.1.9 论文理论部分写完~",
	"picture": "../imgs/20170109.jpg",
	"content" : ["论文理论部分写完啦~撒花~磨蹭了一个学期，终于把理论部分完成了，剩下的就是introduction和related work部分了，当然还有仿真...还有大约两周不到的时间要放假了，预备这几天完成introduction和related work部分,然后假期回去修补回来就可以拿初稿给老师了。","2017年了，新年要有新计划：","1.完成手中的论文，然后顺利投稿。","2.发掘新的研究方向。","3.减肥！减肥！要求不高减回50kg就好。","希望今年好好努力，2016年去了很多地方玩，也实现了很多的心愿。2017年要像个真正的博士去好好读论文做研究，好好学习，天天向上。加油！"]
},
{
	"header" : "2016.12.27 效率低到发指",
	"picture": "",
	"content" : ["今天论文又只磨蹭了几行，堆积的论文可以绕地球一圈了，老师意思是下个月初还要做数据分发方面的汇总报告，这边论文在师兄的提点下预测时间部分又要重写，这学期能写完这个论文吗,汗...我还想去成都玩啊，滑雪的团体出行改了时间和去成都的时间装上了所以只好退团，我自己又有这么多事情，不开心...","今天可以加图片了，然后完全无心科研加了一堆评论啊还有音乐啊图片啊，但是日志列表要分页还有照片那一栏根本没写...好多..."]
},
{
	"header" : "2016.12.21 论文终于写了个30%了",
	"picture": "",
	"content" : ["转眼两个月了！！发生好多事，总之终于在十一月中旬开始了论文的书写，然后真切感受到了论文写起来才会意识到哪里还有问题，哪里的知识还不够，还有什么想法不成熟。于是只好七七八八地一边写一边重新思考，包括之前想用的卡尔曼滤波真正用起来才发现还是有不小的问题的，还有很多地方需要再思考。现在同时也在关注图博弈稳定性和收敛性的证明，刚开始看参考文献，有一些疑问（比如参考文献中定性的图博弈是一个非合作博弈？好奇怪）","想抽空可以再写写，让日志里面可以加图片吧，其实挺简单的，之前版本的博客就写过简单插一张图的。最希望的是什么时候能写个后台，但是上次总是装不上PHP搞得我有点懒得装.....","这周圣诞节要去滑雪呀~元旦还要去心心念念的成都啦，心里好开心~到年底了，2016年转眼又要结束，回头想想没后悔就好。"]
},
{
	"header" : "2016.10.18 论文初步理论想法",
	"picture": "",
	"content" : ["看了VANET的书，很早就拿到英文版一直因为英文不好看不下去，前几天图书馆偶然搜刮到中文版，赶快读起来，非常有用的书，只看了几章也学习到很多系统的车联网知识。从书里也参考到很多好的方法和点，可以应用到以后的研究。","一个是信息传输的存储转发，是基于什么规则转发，其中基于兴趣的可能会损失利用不感兴趣车辆进一步将消息往远处转发的机会，可以根据一个效用函数来判断是否转发，参考兴趣度和转发收益等相关参数；一个是现在在做的通用（流行）内容数据分发，之前纠结的簇间分发，参考书本可以简单利用车辆移动性和存储转发机制即可，不过性能还需要再调研，还有分簇的方案，找了几篇和CTM相关的几种分簇方案待看。","暂时的论文理论模型是，CTM分簇，簇内联盟博弈分发，簇间简单存储转发，NS3仿真，衡量指标：平均数据量-时间，完成时间-车辆数"]
},
{
	"header" : "2016.10.11 读。。读博了。。",
	"picture": "",
	"content" : ["好久没写了，中间停了很久的前端学习，好像我总是一段一段的...用了腾讯云主机的校园学生优惠现在只要1元一个月了，好开心，学生还是有很多好处的嘛~所以...要继续当学生啊，今天顺利提交了博士申请，希望之后能顺利转到硕博连读。成绩不是很满足，但先提交吧，要是能转就读博士，不能转就继续前端去工作！","因为发现云主机优惠活动又上线了小博客，以后会记录各种东西，心情、前端的学习、还有博士（如果转成功了）学到的东西。恰巧最近看了很多想记录下来的内容，感觉学的东西自己写一遍思路更清晰。PS:读了上一篇文章，发现没有可读性，大概只有自己看得懂，汗...","网页下线期间发生了好多好多事情，比如决定读博、说走就走去了上海杭州、网络上认识奇奇怪怪的人、带家教等等，不知道该怎么记录了，以后有空再一点点写好了...","相册的部分真的很想弄起来，但是好懒，先放着吧(⊙﹏⊙)b"]
},
{
	"header" : "对动态添加到DOM的标签绑定事件（.on()方法）",
	"picture": "",
	"content" : ["导航栏加了一些动态hover效果之后想给日志列表的各个标题页添加一个hover特效，因为之前看到过直接对标签事件赋予方法只能用于已经存在标签（如$(\"p\").hover(function)）,于是用了.blind(\"hover\",function)的方法(Head First 书中说这个方法可以绑定未来出现的标签)，可是却发现无法实现效果。","先是查出来使用hover并不是一个真实存在的事件，它其实是为了方便同时调用mouseenter、mouseleave两个事件的一个代替，所以绑定时要分别对mouseenter和mouseleave绑定。可是分别绑定之后还是没有实现，查看了网页的事件监听栏，发现mouseenter和mouseleave事件都没有被成功绑定到标签上，但是测试得预先静态写好的标签可以成功添加事件监听。所以可以知道Head First书里可能有问题。查找了一圈，终于找到问题。","首先，.bind()方法在JQuery较新的版本中已经不常使用了，现在一般推荐使用.on()方法来替代，此外.on()方法不仅可以替代.bind()，还替换了原本的.live()（该方法在我使用的JQuery 2.x的版本里已经不存在了）等方法。其次是.on()的方法的使用。.on()方法可以类似.bind()方法，被调用使符合选择器的标签绑定事件监听（静态存在的标签），也可以对未来符合选择器的绑定事件监听，使用方法是$(selector).on(event,childSelector,data,function,map)。","具体我网页中的绑定mouseenter示例如下：$(\"ul#diaryList\").on(\"mouseenter\",\"li a\",function (){ $(this).fadeTo(100,0.5);}); 。$内选择器指示的是一个静态已存在的父级元素，.on()内第一参数是要绑定的事件，第二个是动态创建的基于父级元素的选择器，最后一个是绑定的函数。绑定mouseleave事件类似。"]

},
{
	"header" : "导航栏简单动态效果",
	"picture": "",
	"content" : ["今天读了三分之一head first Jquery，然后简单实践一下给导航栏加了简单的淡入淡出的效果。就是使用fadeTo()函数设置一下就好啦。","接下来计划是继续看Jquery,接下来想把Article那个页面写完，然后现在在想怎么写一个单个日志的页面，这个页面应该要接受一个参数就是指示要显示哪篇日志，目录栏的链接要包含所选日志是哪一篇的信息然后传给单个日志的页面。我记得好像可以在链接地址里插入信息的..."]
},
{
	"header" : "日志创建新段落",
	"picture": "",
	"content" : ["我现在是把日志数据直接粗暴的写成一个JSON格式的文件，日志是JSON内一个对象数组中的一个对象，题目和内容分别是对象的属性。","按道理来说日志的内容应该有分段的，于是一开始用的br标签来换行，但是这个时候因为只是换行不是新的段落所以CSS设置的缩进不能应用上啊！所以应该给新的段落创建一个新的p标签.","我想的是让内容属性的值是一个字符串数组，然后对数组中每个值创建一个新的段落.一开始写的时候我的代码中有内外两个循环体但我用了同一个循环Index（用的自动生成的for代码所以没注意...）所以出了问题。我还一直以为是JSON的格式错了，后来检查了一次代码才发现问题，改过来就好啦~算可以正常分段了。虽然这个方法是凑乎现在情况用的，但是算自己解决的小问题吧..."]
},

{
	"header" : "2016.5.22",
	"picture": "",
	"content" : ["月中的时候去了大连看海，大连三面环海真的好美，跑遍了大连的各种海滩一次看了个够，哈哈。我觉得金石滩的沙滩特别舒服，海水干净到不可思议，光脚丫在沙滩上漫步听海浪声简直太美好了。风景最好最好的是棒棰岛，有礁石有海浪有海中的小岛，海水碧蓝碧绿得我都无法形容出颜色，去得那天远方还有朦胧的雾气...而且好多好多新人在那里拍婚纱照，被摄影师指挥来指挥去，感觉幸福又搞笑。","回来修整了一段时间又来折腾网站，终于搞懂怎么把域名和IP绑定起来，果然瞎百度不如好好看一下腾讯云服务的文档，分分钟就解决了...准备把日志的文档写到一个json文件里，让页面读取然后操作dom显示日志，就不用直接把日志直接写在HTML里了"]
},
{
	"header" : "2016.5.4",
	"picture": "",
	"content" : ["OMG...我发现我之前写的那么多那么多Blog网页都没了。似乎是重装的时候自己没有注意，没保存下来T^T..欲哭无泪啊。","今天买了域名，租了服务器，折腾了一个下午终于搞明白怎么把网页文件传上去，可是之前写的文件都没了。简直过山车般的心情...现在只能重写网站，不过距离上次写网页过了快4个月，几乎忘光光，就当复习吧。最可惜是我当时还写了很多学习的心得，还有网站一步步改变的截图都没有了。"]
}

]